[
    {
        "id": 1,
        "name": "Я бачу, Вас цікавить пітьма",
        "author": "Ілларіон Павлюк",
        "category":"Психологічний трилер",
        "description":"Київського кримінального психолога Андрія Гайстера відправляють консультантом у богом забуте селище Буськів Сад. Зимової ночі там зникла маленька дівчинка. А ще там водиться Звір — серійний маніяк, убивств якого тамтешні мешканці воліють не помічати... У цьому проклятому селищі, де все по колу і всі живуть життям, яке ненавидять, розслідування постійно заходить у глухий кут. Андрій вірить, що загублена дівчинка, попри все, жива і він її знайде. Але нікому, крім нього, це не потрібно.",
        "pages": 664,
        "rating": 5,
        "language": "Українська",
        "img":"book1.jpg"
    },
    {
        "id": 2,
        "name": "1984",
        "author": "Джордж Орвелл",
        "category":"Антиутопія",
        "description":"Бажаєте розібратися у реаліях сьогодення? Тоді радимо придбати книгу «1984». Дивно, але реалії твору, написаного у жанрі антиутопії більше 60 років тому, у деталях збігаються з тими, що ми спостерігаємо у наші дні.",
        "pages": 312,
        "rating": 5,
        "language": "Українська",
        "img":"book2.jpg"
    },
    {
        "id": 3,
        "name": "Спитайте Мієчку",
        "author": "Євгенія Кузнєцова",
        "category":"Сучасна проза",
        "description":"Що робити сестрам, яким так легко загубитися у власних думках і бажаннях у великому місті? Все наче й добре, але хочеться поставити життя на паузу, хоча б до вересня, та повернутися у місце свого дитинства. Заплетені стіни старого будинку відгороджують від усього світу з його безліччю питань, а бабуся Тея нічого не запитує, зате завжди поруч.",
        "pages": 272,
        "rating": 5,
        "language": "Українська",
        "img":"book3.jpg"
    },
    {
        "id": 4,
        "name": "Ворошиловград",
        "author": "Сергій Жадан",
        "category":"Сучасна проза",
        "description":"Пил доріг, іржаві бензоколонки, втомлені автобуси, старі 'хрущовки'... Місто, що залишилось десь поза часом. Дивні люди, які займаються дивними справами. Абсурд - та водночас 'справжність' існування... Герман повертається до містечка свого дитинства у степах Донбасу, щоб знайти зниклого брата і врятувати його бізнес. Проте реальність виявляється хиткою, майбутнє - невизначеним, а минуле викликає надто гостру ностальгію... Лірична і жорстка, соціальна і метафізична, меланхолійна і реалістична історія, сповнена безмежних просторів, спогадів, сновидь, мрій, джазу та духу справжньої дружби.",
        "pages": 552,
        "rating": 4,
        "language": "Українська",
        "img":"book4.jpg"
    },
    {
        "id": 5,
        "name": "Тигролови",
        "author": "Іван Багряний",
        "category":"Сучасна проза",
        "description":"Герой роману «Тигролови», молодий український інженер-авіатор Григорій Многогрішний, катований, голодний, засуджений на 25 років ув’язнення, втік по дорозі до концтабору прямо посеред суворої сибірської тайги. Майор НКВС Медвин — «професійний тигролов» — розпочинає полювання на втікача…",
        "pages": 304,
        "rating": 4,
        "language": "Українська",
        "img":"book5.jpg"
    },
    {
        "id": 6,
        "name": "Код да Вінчі",
        "author": "Ден Браун",
        "category":"Детективи",
        "description":"Ця історія про неймовірне розслідування і приголомшливі відкриття Роберта Ленґдона та Софі Неве, без перебільшення, перевернула світ. Ден Браун створив легенду, в яку повірили всі, — попри відчайдушний опір Ватикану. Скандали навкруг роману, здається, не вгамуються ніколи, чому сприяє недавня його екранізація. А секрет цього величезного успіху полягає в тому, що Денові Брауну вдалося, як нікому до нього, наочно довести, що так звана історія та політика — це тільки ширма, за якою приховані величезні таємниці...",
        "pages": 664,
        "rating": 5,
        "language": "Українська",
        "img":"book6.jpg"
    },
    {
        "id": 7,
        "name": "Карти на стіл",
        "author": "Агата Крісті",
        "category":"Детективи",
        "description":"Багатій містер Шайтана має дивне захоплення: він колекціонує...вбивць. Моторошні злочини, тактика вбивці, логіка злодіяння — його таємна пристрасть. І ще — ризик. Одного разу Шайтана запрошує до себе на вечерю вісьмох гостей: чотирьох детективів, серед яких — знаний Еркюль Пуаро, і чотирьох гаданих убивць...",
        "pages": 320,
        "rating": 5,
        "language": "Українська",
        "img":"book7.jpg"
    },
    {
        "id": 8,
        "name": "Смерть на Нілі",
        "author": "Агата Крісті",
        "category":"Детективи",
        "description":"Молодята Саймон і Ліннет Дойли вирушають у весільну подорож на пароплаві «Карнак». Жаклін де Бельфор, давня подруга Ліннет, у якої та відбила коханого, вирішує своєю присутністю зіпсувати їм медовий місяць. Одного ранку служниця знаходить місіс Дойл мертвою… Хтось вистрелив їй у голову, поки вона спала. На стіні біля вбитої лишається кривава буква «Ж». Однак Жаклін має залізне алібі.",
        "pages": 368,
        "rating": 4,
        "language": "Українська",
        "img":"book8.jpg"
    },
    {
        "id": 9,
        "name": "ЯІгри, у які грають люди",
        "author": "Ерік Берн",
        "category":"Психологія",
        "description":"Доктор Ерік Берн розкриває таємні прийоми, які керують нашим життям. Усі ми, не усвідомлюючи цього, постійно граємо в ігри – подружні та сексуальні, серйозні ігри з керівниками та суперницькі ігри з друзями, в ігри, що визначають статус та сімейні сутички. ",
        "pages": 256,
        "rating": 4,
        "language": "Українська",
        "img":"book9.jpg"
    },
    {
        "id": 10,
        "name": "Стіни в моїй голові. Жити з тривожністю і депресією",
        "author": "Володимир Станчишин",
        "category":"Психологія",
        "description":"Книжку Володимира Станчишина «Стіни в моїй голові» присвячено тривожності, депресії, соціальним фобіям, різним психічним розладам, які більшою чи меншою мірою впливають на звичний спосіб життя людини в соціумі. Вона не вилікує вас від неприємних станів, але допоможе зрозуміти — жити з ними можливо. Усі ми, стверджує автор, є тривожними, і в цьому немає нічого надзвичайного. Головне — зрозуміти, що тривога супроводжує нас усе життя й відіграє свою важливу роль у нашому існуванні.",
        "pages": 176,
        "rating": 4,
        "language": "Українська",
        "img":"book10.jpg"
    },
    {
        "id": 11,
        "name": "Триста поезій",
        "author": "Ліна Костенко",
        "category":"Поезія",
        "description":"До книги Ліни Костенко — улюбленої української поетеси кінця другого–початку третього тисячоліття — увійшли найвідоміші її вірші з різних періодів творчості — від ранньої поезії до сьогодні, а також уривки з романів та поем. Це найповніше вибране поетеси за часів Незалежності.",
        "pages": 416,
        "rating": 4,
        "language": "Українська",
        "img":"book11.jpg"
    },
    {
        "id": 12,
        "name": "451 за Фаренгейтом",
        "author": "Рей Бредбері",
        "category":"Фантастика",
        "description":"Що трапилося з нашим світом? Чому пожежники спалюють будинки, а не гасять пожежі? Чому люди не читають книги, не ходять пішки і майже не розмовляють одне з одним? Як виглядатиме наша Земля та якими будуть люди, якщо заборонити їм читати книги? Зі сторінок одного з найкращих творів Рея Бредбері ви дізнаєтеся, як люди навчаться зберігати книги для наступних поколінь, хто повстане проти пануючої системи і як зустріч із «чудною» дівчиною Кларіс змінить життя пожежника Ґая Монтеґа…",
        "pages": 272,
        "rating": 4,
        "language": "Українська",
        "img":"book12.jpg"
    },
    {
        "id": 13,
        "name": "Танець недоумка",
        "author": "Ілларіон Павлюк",
        "category":"Пригоди",
        "description":"Космічний біолог Гіль, за плечима якого чимало військових операцій, переживає не найкращі часи: безробіття, безгрошів'я, сім'я на межі розлучення, ще й висока ймовірність, що проявиться спадкова генетична хвороба, в якій швидка смерть — це чи не найкращий фінал. І ось неочікувано з'являється пропозиція роботи, яка, здавалося б, вирішує всі проблеми одночасно: наукова експедиція на далеку планету. Хороші гроші, медична страховка, мінімальні ризики. Чи виявиться рішення летіти, до якого підштовхує страх, правильним? І чи такі вже мінімальні ризики на далекій і химерній планеті Іш-Чель?",
        "pages": 680,
        "rating": 5,
        "language": "Українська",
        "img":"book13.jpg"
    },
    {
        "id": 14,
        "name": "Інститут",
        "author": "Стівен Кінг",
        "category":"Фантастика",
        "description":"Тієї ночі почався кошмар. Батьків Люка вбили, а самого хлопця закинули в позашляховик та повезли в невідомому напрямку. Він приходить до тями в місці, яке називають Інститутом. Таке собі гетто для дещо… незвичайних дітей. Їх викрадають і тримають тут, наче піддослідних щурів. Директорка місіс Сіґсбі та співробітники цієї зловісної установи безжально «викачують» з дітей їхні телепатичні й телекінетичні здібності. Нова знайома Люка каже, що звідси неможливо втекти. Але він має спробувати…",
        "pages": 608,
        "rating": 5,
        "language": "Українська",
        "img":"book14.jpg"
    },
    {
        "id": 15,
        "name": "Мистецтво війни",
        "author": "Сунь-цзи",
        "category":"Філософія",
        "description":"Українською «Мистецтво війни» Сунь-дзи тлумачиться вперше. Перекладач, історик філософії Сходу, переконаний, що філософськостратегічний твір давньокитайського воєначальника та викладені в ньому ідеї і поради стосуються не лише стратегії бою і завоювання, але й усієї діяльності людини, зокрема й бізнесу.",
        "pages": 112,
        "rating": 4,
        "language": "Українська",
        "img":"book15.jpg"
    },
    {
        "id": 16,
        "name": "За лаштунками імперії",
        "author": "Віра Агеєва",
        "category":"Філософія",
        "description":"Про українсько-російські взаємини вже багато написано в контексті російських інтересів і пріоритетів. Росія безцеремонно облагороджувала свою історію чужими звитягами й здобутками, позбавляючи натомість українців їхнього минулого. З українського погляду, картина зовсім інакша.",
        "pages": 360,
        "rating": 4,
        "language": "Українська",
        "img":"book16.jpg"
    },
    {
        "id": 17,
        "name": "Моральні листи до Луцілія",
        "author": "Луцій Анней Сенека",
        "category":"Філософія",
        "description":"Луцій Анней Сенека (бл. 4 до Р. Х. – 65 по Р. Х.) – римський філософ і письменник, видатний представник стоїцизму. У його «Моральних листах до Луцілія» звучать заклики жити у злагоді з природою, несхитно переносити удари долі, йти шляхом постійного духовного вдосконалення. Філософсько-етичні погляди, розвинуті у «Листах» належать до витоків християнської ідеології.",
        "pages": 552,
        "rating": 5,
        "language": "Українська",
        "img":"book17.jpg"
    }
 
]